[
  {
    "titulo": "Fitônias. Seus lares mais verdes e bichanos seguros",
    "trecho": "Descubra por que essa planta vibrante e segura é a favorita entre quem ama gatos e ambientes vivos.",
    "link": "blog/fitonia.html",
    "imagem": "IMG/fitonia-post.png",
    "data": "2025-04-21"
  },
  {
    "titulo": "Rosa do Deserto: a beleza perigosa que exige distância felina",
    "trecho": "Linda, exótica e letal para gatos. Saiba por que a Rosa do Deserto precisa ser mantida longe dos bichanos — mesmo sendo irresistível.",
    "link": "blog/rosa-do-deserto-post.html",
    "imagem": "IMG/rosa-do-deserto-post.png",
    "data": "2025-04-29"
  },
  {
    "titulo": "Samambaias: seguras, lindas e negligenciadas",
    "trecho": "Clássicas da decoração e livres de toxicidade, as samambaias merecem voltar ao protagonismo nos lares com gatos.",
    "link": "blog/samambaia-post.html",
    "imagem": "IMG/samambaia-post.png",
    "data": "2025-05-06"
  },
  {
    "titulo": "Top 5 plantas que purificam o ar e protegem seu lar (mas nem sempre seu gato)",
    "trecho": "Nem todas as plantas purificadoras são amigas dos felinos. Descubra quais equilibram estética, ar limpo e segurança para o seu gato.",
    "link": "blog/purificadoras-post.html",
    "imagem": "IMG/purificadoras-post.png",
    "data": "2025-05-13"
  },
   {
    "titulo": "🌿 Cultivo Indoor: Como Criar um Jardim Dentro de Casa",
    "trecho": "Sem quintal? Sem problema. Descubra como cultivar plantas lindas e seguras para gatos dentro de casa — mesmo com pouca luz natural.",
    "link": "blog/cultivo-indoor.html",
    "imagem": "../IMG/cultivo-indoor-post.png",
    "data": "2025-05-19"
  },
  {
    "titulo": "Quer fazer uma surpresa a alguém?",
    "trecho": "Antes de entregar flores, descubra quais encantam sem colocar os gatos em risco.",
    "link": "blog/surpresa.html",
    "imagem": "IMG/buque-seguro.png",
    "data": "2025-05-20"
  },
  {
    "titulo": "Óleos essenciais, gatos e plantas: cuidado redobrado",
    "trecho": "O aroma que relaxa você pode intoxicar seu gato — e até suas plantas. Descubra como proteger todos os sentidos do seu lar.",
    "link": "blog/oleos.html",
    "imagem": "IMG/oleos-aromaticos.png",
    "data": "2025-05-24"
  },
  {
  "titulo": "Iluminação artificial para cantos escuros",
  "trecho": "Descubra como usar luzes de LED espectro completo para manter plantas saudáveis mesmo em ambientes sem luz natural.",
  "link": "blog/iluminacao-artificial-post.html",
  "imagem": "IMG/iluminacao-artificial-post.png",
  "data": "2025-05-26"
},
  {
  "titulo": "Ervas Aromáticas que São Perigosas para Gatos",
  "trecho": "Muitas ervas usadas na cozinha ou em difusores podem ser perigosas para gatos. Veja quais ervas evitar e conheça alternativas seguras.",
  "link": "blog/ervas-aromaticas-perigosas-post.html",
  "imagem": "IMG/ervas-aromaticas-perigosas-post.jpg",
  "data": "2025-06-08"
},
  {
  "titulo": "Meu Gato Comeu uma Planta: O que Fazer?",
  "trecho": "Saiba como agir se o seu gato mastigar uma planta: sintomas de intoxicação, primeiros cuidados e quando levar ao veterinário.",
  "link": "blog/meu-gato-comeu-uma-planta-post.html",
  "imagem": "IMG/meu-gato-comeu-uma-planta-post.jpg",
  "data": "2025-06-08"
},
  {
  "titulo": "Plantas que os Gatos Adoram: Como Criar um Cantinho Verde Seguro",
  "trecho": "Descubra como criar um cantinho verde que seu gato vai adorar! Dicas de plantas seguras e ambientação para um lar mais verde e pet-friendly.",
  "link": "blog/plantas-que-os-gatos-adoram-post.html",
  "imagem": "IMG/plantas-que-os-gatos-adoram-post.jpg",
  "data": "2025-06-08"
},
    {
  "titulo": "Como Ensinar Seu Gato a Não Mexer em Plantas Delicadas",
  "trecho": "Tem um gato curioso e plantas delicadas em casa? Descubra técnicas práticas e seguras para evitar que seu felino destrua vasos ou folhas frágeis, criando um ambiente harmonioso para todos.",
  "link": "blog/nao-mexer-plantas-post.html",
  "imagem": "IMG/nao-mexer-plantas-post.jpg",
  "data": "2025-06-11"
},
  {
  "titulo": "Top 10 Plantas Ornamentais Seguras para Gatos (Com Fotos)",
  "trecho": "Descubra as melhores plantas ornamentais que decoram sua casa e são 100% seguras para gatos. Uma seleção linda e funcional com fotos e dicas.",
  "link": "blog/top-10-plantas-seguras-post.html",
  "imagem": "IMG/top-plantas-gatos.jpg",
  "data": "2025-06-19"
},
  {
  "titulo": "Como fazer um terrário seguro para gatos",
  "trecho": "Terrários são lindos, mas será que são seguros para quem tem gato em casa? Aprenda a montar um passo a passo 100% pet-friendly.",
  "link": "blog/terrario-seguro-para-gatos.html",
  "imagem": "IMG/terrario-seguro-post.jpg",
  "data": "2025-06-25"
},
{
  "titulo": "Plantas ideais para banheiros (seguras para gatos)",
  "trecho": "Descubra quais plantas são perfeitas para ambientes úmidos e de baixa luz, sem oferecer riscos aos felinos.",
  "link": "blog/plantas-banheiro-seguras-post.html",
  "imagem": "IMG/plantas-banheiro-seguras-post.jpg",
  "data": "2025-06-28"
},
  {
  "titulo": "Plantas em banheiros sem janelas: é possível?",
  "trecho": "Descubra como manter plantas vivas e bonitas mesmo em banheiros sem janelas, usando luz artificial e cuidados simples.",
  "link": "posts/banheiro-sem-janela-post.html",
  "imagem": "IMG/banheiro-sem-janela-post.jpg",
  "data": "2025-06-29"
}



]
